app/Http/Controllers/ContactController.php

select * from `contacts`
---
    public function index()
    {
        $contacts = Contact::all();

select * from `contacts` where `contacts`.`id` = '9' limit 1
---
    public function show(string $id)
    {
        $contact = Contact::findOrFail($id);