app/Http/Controllers/JiriController.php

    public function index()
    {
        $upcomingJiris = Jiri::where('starting_at', '>', now())
            ->orderBy('starting_at')
            ->get();
        $pastJiris = Jiri::where('starting_at', '<=', now())
            ->orderBy('starting_at', 'desc')
            ->get();
---
select * from `jiris` where `starting_at` > '2024-09-23 09:35:27' order by `starting_at` asc