app/Http/Controllers/JiriController.php

delete from `jiris` where `id` = 55
---
    public function destroy(Jiri $jiri)
    {
        $jiri->delete();