app/Http/Controllers/ProjectController.php

    public function index()
    {
        $projects = Project::all();
---
select * from `projects`